import React from 'react';

function Cat() {
    return (
        <div>
            <img src="Caracl.jpg" alt="Кот" />
            <p>Длина тела каракала 65—82 см, хвоста — 25—30 см, высота в холке около 45 см; масса 11—20 кг.
                 Уши с кисточками (до 5 см) на концах. На лапах развита щётка из жёстких волос, облегчающая передвижение по песку.
                Мех короткий и густой. Окраской напоминает североамериканскую пуму (Puma concolor):
                 песчаный или красновато-коричневый верх, беловатый низ; по бокам морды чёрные отметины.
                  Кисточки и наружная сторона ушей — чёрные. Очень редко встречаются чёрные каракалы-меланисты.</p>
        </div>
    );
}

export default Cat;
